import React from "react";
import { Bounce, Slide } from "react-reveal";

export const Aboutus = () => {
  return (
    <>
      <div className="aboutHeader">
        <Slide bottom>
          <p>معلومات عنا</p>
          <h1>
            تضم مؤسسة سليم الناظر للمحاماة والاستشارات القانوني والتحكيم الدولى
          </h1>
        </Slide>
        <div className="aboutContainer">
          <div className="aboutDetails">
            <Slide right>
              <p>
                {" "}
                تعد المؤسسة من أفضل شركات المحاماة فى مصر، فضلاً عن أن المؤسسة
                تساند المستثمرين المصريين والأجانب، من خلال تقديم الدعم القانوني
                الازم للوصول بهم الى تحقيق الأهداف المرجوة من استثماراتهم على
                أسس وقواعد صحيحة .
              </p>
              <p>
                نحن نسعى دائما لإخراج العميل من أصعب القضايا، وثقتنا الشديدة
                وإيمانا بالأعمال التي تسند إلينا هو الطريق الأمثل لإنجاز كل
                المهام التي تسند إلينا، معتبرين عملائنا هم شركائنا الحقيقيون في
                النجاح، الذي نستمد منهم قوتنا المهنية والمزيد من النجاح
              </p>
              <p>
                تضم المؤسسة مستشارين قانونيين لتقديم خدمات قانونية كبري، لكافة
                الشركات متعددة الجنسيات والمصالح والمؤسسات العامة داخل مصر
                والشرق الاوسط لتحقق لعملائنا النتائج المرجوة، والإنجازات
                المنشودة
              </p>
              <button id="aboutBtn">
                {" "}
                <a href=""> تواصل معنا</a>
              </button>
            </Slide>
          </div>
          <Slide left>
            <div className="aboutImg"></div>
          </Slide>
        </div>
      </div>
      <div className="moral container ">
        <Slide right>
          <div className="moralsection">
            <h1>هدفنا</h1>
            <p>
              نحن نسعي دائمآ لتحقيق الريادة والتميز في الأداء المهني في مصر
              والشرق الأوسط وذلك من خلال:
            </p>
          </div>
        </Slide>
        <Slide bottom>
          <div className="moralsection">
            <h1>العلم والأمانة</h1>
            <p>
              نسعي دائمآ لمراعاة مصالح كافة عملائنا بمنتهي الصدق والأمانة
              المهنية من خلال الفهم الدقيق لأحتياجتهم وتقديم أفضل الحلول
              المبتكرة علي أسس علمية موثقة.
            </p>
          </div>
        </Slide>
        <Slide left>
          <div className="moralsection">
            <h1>الأداء الاجماعي</h1>
            <p>
              من خلال فريق عمل متميز متكامل يساند بعضه البعض يشكل كيان قانوني
              متفرد ويؤدي إلي عمل ناجح علي مستوي الفرد والجماعة.
            </p>
          </div>
        </Slide>
      </div>
    </>
  );
};
