import React from "react";

export const ReadMore4 = () => {
  return (
    <div>
      <div className="container-fluid readmore" style={{ padding: "50px" }}>
        <h1>للاتفاق الاصلي وفقا لمبدا العقد شريعة المتعاقدين</h1>
        <p>
          وانه “ومن المقرر إعمالاً لمبدأ سلطان الإرادة ــ أن العقد – وعلى ما
          أفصحت عنه المذكرة الإيضاحية للقانون المدني – شريعة المتعاقدين، لكنها
          شريعة اتفاقية، فهو يلزم طرفيه بما يرد الاتفاق عليه متى وقع صحيحاً غير
          مخالف للنظام العام والآداب – وهو ما ينطبق على العلاقة التعاقدية بين
          البنوك وعملائها. والأصل أنه لا يجوز لأي من طرفي العقد أن يستقل بنقضه
          أو تعديله إلا بتراضي الطرفين – ويكون هذا التراضي بمثابة اتفاق أو عقد
          جديد –، وكذلك لا يجوز لقاضي الموضوع أن ينقض عقداً صحيحاً أو يعدله
          بدعوى أن ذلك تقتضيه قواعد العدالة،وتحديد نطاق العقد على ما اتجهت إليه
          النية المشتركة الحقيقية والذاتية لطرفيه بالتراضي على اتفاق جديد يدل
          على أن الطرفين قد تخليا عن الاتفاق المبرم بينهما وانصرفت نيتهما إلى
          نقضه وعدم التمسك به أو تطبيقه، ويتعين على قاضي الموضوع أن يُعمل هذه
          الإرادة. ” (الطعنين رقمي 1735 ، 1835 لسنة 80ق جلسة 10 /7 /2012 س 63 ص
          1011)
        </p>
        <h1>اترك تعليقاً </h1>

        <p>
          لن يتم نشر عنوان بريدك الإلكتروني. الحقول الإلزامية مشار إليها بـ *
        </p>
        <form action="">
          <textarea name="" placeholder="التعليق"></textarea>
          <input type="text" placeholder="الاسم" />
          <input type="text" placeholder="البريد الإلكتروني " />
          <input type="text" placeholder="الموقع الإلكتروني" />
          <input type="checkbox" id="x" />
          <label htmlFor="x">
            احفظ اسمي، بريدي الإلكتروني، والموقع الإلكتروني في هذا المتصفح
            لاستخدامها المرة المقبلة في تعليقي.
          </label>
          <br />
          <br />
          <input id="submitBtn" type="submit" value="Submit" />
          <br />
          <br />
        </form>
      </div>
    </div>
  );
};
