import React from "react";

export const ReadMore3 = () => {
  return (
    <div>
      <div className="container-fluid readmore" style={{ padding: "50px" }}>
        <h1>الاختصاص بالتنفيذ لقاضي الاقتصادية</h1>
        <p>
          ” ولئن كان مؤدى النص في المادة 11 من القانون رقم 120 لسنة 2008 الخاص
          بإنشاء المحاكم الاقتصادية أن الأحكام الصادرة من المحاكم الاقتصادية
          القابلة للطعن بالنقض هي التي تصدر ابتداءً من الدوائر الاستئنافية أما
          الدعاوى التي تنظر أمام المحكمة الاقتصادية بهيئة ابتدائية ويكون الفصل
          في الطعن عليها أمام المحكمة – بهيئة استئنافية – فلا يجوز الطعن عليها
          بطريق النقض – دون الإخلال بحكم المادة 250 من قانون المرافعات المدنية
          والتجارية – إلا أن مناط إعمال هذه القاعدة القانونية التي اختص بها
          المشرع الدعاوى أمام المحاكم الاقتصادية وهي استثناء من القواعد العامة
          عند تحديد الاختصاص النهائي للمحاكم ألا تكون المحكمة قد خالفت قواعد
          الاختصاص الولائي والنوعي والقيمي التي رسمها وألا تخرج صراحة أو ضمناً
          على ما كان من تلك القواعد متعلقاً بالنظام العام فإن وقع الحكم مخالفاً
          لتلك القواعد فلا يتحصن من الطعن عليه أمام محكمة النقض وبالتالي إن خرجت
          المحكمة الاقتصادية على هذه المبادئ القانونية فلا محل معه للقول بأن
          يفلت حكمها المخالف من رقابة محكمة النقض بحجة أن الحكم صادر من المحكمة
          الاقتصادية بهيئة استئنافية بصفتها محكمة درجة ثانية والقول بغير ذلك يعد
          مخالفاً لتحقيق العدالة والتي لا يتعين إهدارها في سبيل سرعة الفصل في
          الأنزعة الاقتصادية، ولما كان من المعلوم قانوناً أن مسائل الاختصاص
          بأنواعها الولائي والنوعي والقيمي مما يتعلق بالنظام العام بما يحق
          لمحكمة النقض من تلقاء نفسها كما هو الشأن بالنسبة للنيابة العامة
          والخصوم إثارة الأسباب المتعلقة بهذا الاختصاص ولو لم يسبق التمسك بها
          أمام محكمة الموضوع أو في صحيفة الطعن بالنقض متى توافرت عناصر الفصل
          فيها من الوقائع والأوراق التي سبق عرضها على محكمة الموضوع ووردت هذه
          الأسباب على الجزء المطعون فيه من الحكم ولما كان ذلك، وكان النص في
          المادة 16 من قانون التمويل العقاري الصادر بالقانون رقم 148 لسنة 2001
          على أنه “إذا لم يقم المستثمر بالوفاء خلال المدة المحددة له في الإعلان
          بالسند التنفيذي يصدر قاضي التنفيذ بناء على طلب الممول أمراً بتعيين
          وكيل عقاري …. وذلك لمباشرة إجراءات بيع العقار بالمزاد العلني المنصوص
          عليه في المواد التالية تحت الإشراف المباشر لقاضي التنفيذ ….” “
        </p>
        <h1>اترك تعليقاً </h1>

        <p>
          لن يتم نشر عنوان بريدك الإلكتروني. الحقول الإلزامية مشار إليها بـ *
        </p>
        <form action="">
          <textarea name="" placeholder="التعليق"></textarea>
          <input type="text" placeholder="الاسم" />
          <input type="text" placeholder="البريد الإلكتروني " />
          <input type="text" placeholder="الموقع الإلكتروني" />
          <input type="checkbox" id="x" />
          <label htmlFor="x">
            احفظ اسمي، بريدي الإلكتروني، والموقع الإلكتروني في هذا المتصفح
            لاستخدامها المرة المقبلة في تعليقي.
          </label>
          <br />
          <br />
          <input id="submitBtn" type="submit" value="Submit" />
          <br />
          <br />
        </form>
      </div>
    </div>
  );
};
