import React from "react";

export const ReadMore2 = () => {
  return (
    <div>
      <div className="container-fluid readmore" style={{ padding: "50px" }}>
        <h1>
          العقود التي تبرمها الدوله عقود اداريه باستثناء التي تتعلق بتسيير مرفق
          عام
        </h1>
        <p>
          “أن لم يعرف القانون العقود الإدارية ولم يبين الخصائص التى تميزها والتى
          يهتدى بها فى القول بتوفير الشروط اللازمة لها ولحصانتها وصيانتها من
          تعرض السلطة القضائية لها بالتعطيل أو بالتأويل ، إلا أن إعطاء العقود
          التى تبرمها جهات الإدارة وصفها القانونى الصحيح باعتبارها عقودا إدارية
          أو مدنية يتم على هدى ما يجرى تحصيله منها ويكون مطابقاً للمحكمة من
          إبرامها. ولما كانت العقود التى تكون الدولة أو إحدى الجهات التابعة لها
          طرفاً فيها لا تعتبر – على ما جرى به قضاء هذه المحكمة – عقوداً إدارية
          إلا إذا تعلقت بتسيير مرفق عام أو بتنظيمه واستهدفت جهة الإدارة بها
          تحقيق نفع عام وليس مجرد غرض مالى.” (الطعن رقم 397لسنة 33 جلسة 28 / 3 /
          1967 س 18 ج 2 ص 684 )
        </p>
        <h1>اترك تعليقاً </h1>

        <p>
          لن يتم نشر عنوان بريدك الإلكتروني. الحقول الإلزامية مشار إليها بـ *
        </p>
        <form action="">
          <textarea name="" placeholder="التعليق"></textarea>
          <input type="text" placeholder="الاسم" />
          <input type="text" placeholder="البريد الإلكتروني " />
          <input type="text" placeholder="الموقع الإلكتروني" />
          <input type="checkbox" id="x" />
          <label htmlFor="x">
            احفظ اسمي، بريدي الإلكتروني، والموقع الإلكتروني في هذا المتصفح
            لاستخدامها المرة المقبلة في تعليقي.
          </label>
          <br />
          <br />
          <input id="submitBtn" type="submit" value="Submit" />
          <br />
          <br />
        </form>
      </div>
    </div>
  );
};
