import React from "react";

export const ReadMore5 = () => {
  return (
    <div>
      <div className="container-fluid readmore" style={{ padding: "50px" }}>
        <h1>
          {" "}
          المصنفات الغير مسبوغه بحماية حقوق الملكية الفكريه “الملك العام “
        </h1>
        <p>
          انه من المقرر قانونا وفقا لنص المادة 138/ 6من قانون حمايه الملكيه
          الفكريه “عرفت المصنفات المشتقه علي انها هي المصنفات التي تستمد اصلها
          من مصنف سابق الوجود كالترجمات والتوزيعات الموسيقية وتجميعات المصنفات
          بما في ذلك قواعد البيانات سواء من الحاسب او غيره , ومجموعات التعبير
          الفلكوري مادامت مبتكرة من حيث ترتيب أو اختيار محتواها وعليه فأن المصنف
          الذي يستأهل مؤلفه الحماية القانونية فإنه يجب ان يتسم بالابتكار شأنه في
          ذلك اي مصنف اخر , وهومايعني أن يتسم بأصاله والتميز وان يكون مؤلفه قد
          بذل في شأن إخراجه الي الوجود جهداً متميزاً لإظهاره علي نحو يتميز به عن
          المصنف الاصلي.
        </p>
        <h1>اترك تعليقاً </h1>

        <p>
          لن يتم نشر عنوان بريدك الإلكتروني. الحقول الإلزامية مشار إليها بـ *
        </p>
        <form action="">
          <textarea name="" placeholder="التعليق"></textarea>
          <input type="text" placeholder="الاسم" />
          <input type="text" placeholder="البريد الإلكتروني " />
          <input type="text" placeholder="الموقع الإلكتروني" />
          <input type="checkbox" id="x" />
          <label htmlFor="x">
            احفظ اسمي، بريدي الإلكتروني، والموقع الإلكتروني في هذا المتصفح
            لاستخدامها المرة المقبلة في تعليقي.
          </label>
          <br />
          <br />
          <input id="submitBtn" type="submit" value="Submit" />
          <br />
          <br />
        </form>
      </div>
    </div>
  );
};
