import React from "react";

export const ReadMore1 = () => {
  return (
    <div>
      <div className="container-fluid readmore" style={{ padding: "50px" }}>
        <h1>اختصاص المحكمة الاقتصاديه بحماية حقوق الملكية الفكريه</h1>
        <p>
          ذلك انه من المقرر بقضاء النقض ” أن المشرع من خلال نصوص القانون رقم 120
          لسنة 2008 بإنشاء المحاكم الاقتصادية وضع منظومة أراد من خلالها إنجاز
          القضايا التى أطلق عليها بعض الدعاوى التى لها تأثير على المناخ
          الاقتصادى فى البلاد ، ومن ثم أنشأ بدائرة اختصاص كل محكمة استئناف محكمة
          تسمى ” المحكمة الاقتصادية ” وتشكل من دوائر ابتدائية واستئنافية ، ثم
          لجأ إلى ضم اختصاصيها القيمى والنوعى فى هذا الشأن ، وذلك بأن حدد على
          سبيل الحصر القوانين الواجب تطبيقها على المنازعات المتعلقة بها بالمادة
          السادسة منه ومنها البند رقم (8) الذى نص على اختصاص هذه المحكمة بنظر
          المنازعات الناشئة عن تطبيق ” قانون حماية حقوق الملكية الفكرية ” ، وإذ
          كان ذلك وكان المشرع قد نص فى المادة 138 من القانون رقم 82 لسنة 2002 فى
          شأن حماية الملكية الفكرية على تعريف المصنف بأنه ” كل عمل مبتكر أدبى أو
          فنى أو علمى أياً كان نوعه أو طريقة التعبير عنه أو أهميته أو الغرض من
          تصنيفه ” كما عرف الابتكار بأنه ” الطابع الإبداعى الذى يسبغ الأصالة على
          المصنف ” ثم عرف المؤلف بأنه ” الشخص الذى يبتكر المصنف ويعد مؤلفاً
          للمصنف من يذكر اسمه عليه أو ينسب إليه عند نشره باعتباره مؤلفاً له ما
          لم يقم الدليل على غير ذلك … ” كما أن النص فى المادة 140 من ذات القانون
          على أن ” يتمتع بحماية هذا القانون حقوق المؤلفين على مصنفاتهم الأدبية
          والفنية. (الطعن رقم 13060 لسنة 81 ق جلسة 26 /3 / 2015)
        </p>
        <h1>اترك تعليقاً </h1>

        <p>
          لن يتم نشر عنوان بريدك الإلكتروني. الحقول الإلزامية مشار إليها بـ *
        </p>
        <form action="">
          <textarea name="" placeholder="التعليق"></textarea>
          <input type="text" placeholder="الاسم" />
          <input type="text" placeholder="البريد الإلكتروني " />
          <input type="text" placeholder="الموقع الإلكتروني" />
          <input type="checkbox" id="x" />
          <label htmlFor="x">
            احفظ اسمي، بريدي الإلكتروني، والموقع الإلكتروني في هذا المتصفح
            لاستخدامها المرة المقبلة في تعليقي.
          </label>
          <br />
          <br />
          <input id="submitBtn" type="submit" value="Submit" />
          <br />
          <br />
        </form>
      </div>
    </div>
  );
};
