import React from "react";

export const ReadMore6 = () => {
  return (
    <div>
      <div className="container-fluid readmore" style={{ padding: "50px" }}>
        <h1>
          {" "}
          كيفية احتساب التقادم في الجرائم الوقتيه والمستمرة ومتتابعة الافعال
        </h1>
        <p>
          و أنه يختلف حساب مدة التقادم باختلاف نوع الجريمة ذلك لأنه هناك جرائم
          وقتية وجرائم مستمرة وجرائم متكررة أو متتابعة الأفعال وجرائم العادة
          ومناط البحث في هذه الدعوى هو نوع الجريمة المقدم بها المتهم للمحاكمة
          وقد استقر فقهاء القانون على أنه تعتبر الجريمة مستمرة طالما كان
          الاعتداء على المصلحة التي يحميها القانون بالتجريم مستمرة وهو ما يتطلب
          استمرارا في النشاط الإجرامي للمتهم وفي هذا النوع من الجرائم لا يبدأ
          التقادم إلا بعد اليوم الذي ينتهي فيه النشاط الإجرامي ولا صعوبة في
          احتساب بداية التقادم بالنسبة إلى الجرائم الإيجابية لأنه يبدأ من يوم
          انتهاء النشاط الإجرامي المستمر الذي تقع به الجريمة مثال ذلك جريمة
          استعمال المحرر المزور فإن التقادم يبدأ من تاريخ انتهاء التمسك بهذا
          المحرر في الغرض الذي استعمل من أجله وفي جريمة حيازة سلاح بدون ترخيص
          يبدأ التقادم من تاريخ انتهاء الحيازة.أما في الجرائم السلبية فالفرض أن
          الواجب الذي فرضه القانون لا ينتهي بمضي فترة معينة بل أنه يظل مستمرا
          على عاتق الشخص وبالتالي فإن الإخلال به لا يعتبر جريمة وقتية وإنما هو
          جريمة مستمرة حتى يؤدي هذا الواجب مثال ذلك عدم تقرير الإقرار الضريبي عن
          الأرباح إلى مصلحة الضرائب فهي جريمة مستمرة ما بقي حق الخزانة العامة في
          المطالبة بالضريبة المستحقة قائما ولا تبدأ مدة التقادم إلا من تاريخ
          تقديم الإقرار.
        </p>
        <h1>اترك تعليقاً </h1>

        <p>
          لن يتم نشر عنوان بريدك الإلكتروني. الحقول الإلزامية مشار إليها بـ *
        </p>
        <form action="">
          <textarea name="" placeholder="التعليق"></textarea>
          <input type="text" placeholder="الاسم" />
          <input type="text" placeholder="البريد الإلكتروني " />
          <input type="text" placeholder="الموقع الإلكتروني" />
          <input type="checkbox" id="x" />
          <label htmlFor="x">
            احفظ اسمي، بريدي الإلكتروني، والموقع الإلكتروني في هذا المتصفح
            لاستخدامها المرة المقبلة في تعليقي.
          </label>
          <br />
          <br />
          <input id="submitBtn" type="submit" value="Submit" />
          <br />
          <br />
        </form>
      </div>
    </div>
  );
};
