import React from "react";

export const ReadMore7 = () => {
  return (
    <div>
      <div className="container-fluid readmore" style={{ padding: "50px" }}>
        <h1>رفع دعوي جنائية عن ذات موضوع الدعوي المدنية</h1>
        <p>
          رفع دعوي جنائية عن ذات موضوع الدعوي المدنية يوجب علي المحكمة القضاء
          بوقف الدعوي المدنيه وان ” النص في المادة 265/1 من قانون الإجراءات
          الجنائية علي أن “إذا رفعت الدعوى المدنية أمام المحكمة المدنية يجب وقف
          الفصل فيها حتى يحكم نهائيا في الدعوى الجنائية المقامة قبل رفعها أو
          أثناء السير فيها…”يدل علي أن المشرع ارتأى أن وقف السير في الدعوى
          المدنية التي يجمعها والدعوى الجنائية أساس مشترك يعتبر نتيجة لازمة
          لمبدأ تقيد القاضي المدني بالحكم الجنائي فيما يتعلق بوقوع الجريمة
          وبوصفها القانوني، ونسبتها إلي فاعلها الذي نصت عليه المادتان 456 من
          قانون الإجراءات الجنائية و 102 من قانون الإثبات وذلك درءا لاحتمال وقوع
          تناقض بين الحكمين الجنائي والمدني في مسألة واحدة مما يخل بالثقة
          الواجبة في أحكام القضاء، ويضر بالعدالة ، ومن ثم فإن وجوب وقف السير في
          الدعوى المدنية يصبح أمرا متعلقا بالنظام العام.
        </p>
        <h1>اترك تعليقاً </h1>

        <p>
          لن يتم نشر عنوان بريدك الإلكتروني. الحقول الإلزامية مشار إليها بـ *
        </p>
        <form action="">
          <textarea name="" placeholder="التعليق"></textarea>
          <input type="text" placeholder="الاسم" />
          <input type="text" placeholder="البريد الإلكتروني " />
          <input type="text" placeholder="الموقع الإلكتروني" />
          <input type="checkbox" id="x" />
          <label htmlFor="x">
            احفظ اسمي، بريدي الإلكتروني، والموقع الإلكتروني في هذا المتصفح
            لاستخدامها المرة المقبلة في تعليقي.
          </label>
          <br />
          <br />
          <input id="submitBtn" type="submit" value="Submit" />
          <br />
          <br />
        </form>
      </div>
    </div>
  );
};
